@extends('layouts.app')

@section('title', 'モルックのルール')

@section('content')
    <div class="card">
        <h2 style="margin-top:0;">モルックのルール</h2>

        <h3>チーム・勝利条件</h3>
        <ul>
            <li>4人1チーム</li>
            <li>35点先取で勝ち</li>
            <li>35点を超えたら20点にリセット</li>
        </ul>

        <h3>得点の数え方</h3>
        <ul>
            <li>1本だけ倒した場合：倒したピンに書かれている数字が得点</li>
            <li>2本以上倒した場合：倒した本数が得点</li>
        </ul>

        <h3>投球ルール</h3>
        <ul>
            <li>倒れたピンはその場で立て直す</li>
            <li>必ず下から投げる</li>
        </ul>

        <h3>失格条件</h3>
        <ul>
            <li>3回連続で1本も倒せなかったら失格（最下位）</li>
        </ul>

<h1> –––––––––––––––––––––––––––––––––––––––</h1>

    </div>
        <div class="card">
        <h2 style="margin-top:0;">ローリングタワーのルール</h2>

        <h3>基本的ルール</h3>
        <ul>
            <li>制限時間は１分</li>
        </ul>

        <h3>一回に積み上げる枚数</h3>
        <ul>
            <li>一枚から３枚</li>
        </ul>

        <h3>ゲーム終了条件</h3>
        <ul>
            <li>１分経ったら終了</li>
            <li>崩れたら終了</li>
            <li> 全部積み終わったら終了</li>
        </ul>

        <h3>勝利する条件</h3>
        <ul>
            <li>最大まで行ったら、一番早く積み上げることができたチームの勝ち</li>
            <li>積んだ枚数</li>
            <li>積んだ速度</li>
        </ul>
    </div>
@endsection
